{"translation-revision-date":"2022-08-26 12:24:22+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=6; plural=(n == 0) ? 0 : ((n == 1) ? 1 : ((n == 2) ? 2 : ((n % 100 >= 3 && n % 100 <= 10) ? 3 : ((n % 100 >= 11 && n % 100 <= 99) ? 4 : 5))));","lang":"ar"},"Or visit your SEO dashboard":["أو قم بزيارة لوحة تحكم SEO الخاصة بك"],"Want to optimize even further and get the most out of Yoast SEO? Make sure you don't miss our free weekly webinar!":["هل ترغب في إجراء المزيد من التحسين وتحقيق أقصى استفادة من Yoast SEO؟ تأكد من عدم تفويت برنامجنا التعليمي الأسبوعي المجاني على الويب!"],"That's it! By providing this information our Indexables squad has been able to do a lot of optimization for your site already.":["هذا كل شيء! من خلال توفير هذه المعلومات ، تمكن فريق العناصر القابلة للفهرسة لدينا من القيام بالكثير من التحسين لموقعك بالفعل."],"That’s it! By providing this information our indexables squad has been able to do a lot of optimization for your site already. Now, let's have a look at the SEO fitness of your site!":["هذا كل ما في الأمر. من خلال توفير هذه المعلومات ، تمكن فريق العناصر القابلة للفهرسة لدينا من القيام بالكثير من التحسين لموقعك بالفعل. الآن ، دعنا نلقي نظرة على لياقة موقعك على محركات البحث SEO!"],"Register now!":["سجل الآن!"],"Finish configuration":["إنهاء التكوين"],"Personal preferences":["التفضيلات الشخصية"],"SEO data optimization":["تحسين بيانات SEO"],"An error has occurred: %1$s":["حدث خطأ: %1$s"],"We could not save the organization name. Please check the value.":["لم نتمكن من حفظ اسم المؤسسة. يرجى التحقق من القيمة."],"Please select a name in the site representation step for this step to be effective.":["الرجاء تحديد اسم في خطوة تمثيل الموقع حتى تكون هذه الخطوة فعالة."],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["لا يمكن لفريق Yoast القابل للفهرسة الانتظار للحصول على موقعك في شكل أفضل لمحركات البحث. ساعدنا واتخذ هذه الخطوات الخمس من أجل تشغيل مؤشرات Yoast الخاصة بنا!"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["ضع فريق %1$s%2$s القابل للفهرسة%3$s يعمل! اجعل Google يفهم موقعك."],"Tell us about your site, so we can get your site ranked!":["أخبرنا عن موقعك حتى نتمكن من ترتيب موقعك!"],"Go to your SEO dashboard":["انتقل إلى لوحة تحكم SEO الخاصة بك"],"What data will be tracked and for what reasons?":["ما هي البيانات التي سيتم تتبعها ولأي أسباب؟"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["نحن بحاجة إلى مساعدتك لتحسين Yoast SEO. هل يمكننا جمع معلومات مجهولة المصدر عن موقع الويب الخاص بك وكيفية استخدامه؟"],"%s usage tracking":["تتبع استخدام %s"],"E.g. example@email.com":["على سبيل المثال example@email.com"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["اشترك في النشرة الإخبارية %1$s لتلقي نصائح حول أفضل الممارسات حول كيفية الترتيب ، والبقاء على اطلاع بأحدث أخبار تحسين محركات البحث (SEO) والحصول على إرشادات حول كيفية استخدام %2$s على أكمل وجه!"],"%s newsletter":["%s رسالة إخبارية"],"Thank you! Check your inbox for the confirmation email.":["شكرًا لك! تحقق من صندوق الوارد الخاص بك للحصول على رسالة التأكيد الإلكترونية."],"Please enter a valid email address.":["من فضلك ادخل بريد الكترونى صالح."],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["يُرجى العلم أنك بحاجة إلى ملء جميع الإعدادات في هذه الخطوة للحصول على أقصى قيمة من البيانات المنظمة. %1$sاقرأ المزيد عن أهمية البيانات المنظمة%2$s."],"Help us out here! Is your site about an organization or a person? ":["ساعدنا هنا! هل موقعك عن منظمة أم شخص؟"],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["سيساعد إكمال هذه الخطوة Google على فهم موقع الويب الخاص بك ، وتحسين فرصتك في الحصول على%1$sمن النتائج المنسقة%2$s."],"Personal logo or avatar":["الشعار الشخصي أو الصورة الرمزية"],"Select a user":["حدد مستخدم"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["لقد حددت المستخدم %1$s باعتباره الشخص الذي يمثله هذا الموقع. سيتم الآن استخدام معلومات ملف تعريف المستخدم هذه في نتائج البحث. لا يُسمح لك بتحديث ملف تعريف المستخدم هذا ، لذا يرجى مطالبة هذا المستخدم أو المدير بالتأكد من صحة المعلومات."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["لقد حددت المستخدم %1$s باعتباره الشخص الذي يمثله هذا الموقع. سيتم الآن استخدام معلومات ملف تعريف المستخدم في نتائج البحث. %2$s قم بتحديث ملف التعريف الخاص للتأكد من صحة المعلومات%3$s."],"Uploading image...":["جارٍ تحميل الصورة ..."],"Select an option":["حدد خيارًا"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["كن على علم بأنه يجب عليك تشغيل تحسين بيانات SEO لهذا التكوين لتحقيق أقصى تأثير."],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["دعنا نحلل موقعك تمامًا كما تفعل Google ونعمل على تفعيل هذه العناصر القابلة للفهرسة من خلال تشغيل تحسين بيانات تحسين محركات البحث (SEO)! ستعمل الفهرسة الخاصة بنا على تحسين المشكلات الفنية على الفور دون الحاجة إلى القيام بأي شيء! إذا كان لديك الكثير من المحتوى ، فقد يستغرق هذا التحسين بعض الوقت. لكن ثق بنا ، الأمر يستحق ذلك! إذا كنت ترغب في قراءة المزيد ،%1$s تحقق من مزايا الفريق القابل للفهرس. %2$s"],"We've already successfully analyzed your site. You can move on to the next step.":["لقد قمنا بالفعل بتحليل موقعك بنجاح. يمكنك الانتقال إلى الخطوة التالية."],"We've successfully analyzed your site!":["لقد حللنا موقعك بنجاح!"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["تحسين بيانات تحسين محركات البحث قيد التشغيل ... يمكنك الانتقال بأمان إلى الخطوات التالية من هذا التكوين."],"We need a little more help from you! Add your Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["نحن بحاجة إلى مزيد من المساعدة منك! أضف ملفك الشخصي على Facebook و Twitter حتى نتمكن من تحسين البيانات الوصفية لتلك الأنظمة الأساسية أيضًا."],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["نحن بحاجة إلى مزيد من المساعدة منك! أضف الملف الشخصي لمؤسستك على Facebook و Twitter حتى نتمكن من تحسين البيانات الوصفية لتلك الأنظمة الأساسية أيضًا."],"You're not allowed to edit the social profiles of the user %1$s. Please ask this user or an admin to do this.":["غير مسموح لك بتعديل ملفات التعريف الاجتماعية للمستخدم %1$s. من فضلك اطلب من هذا المستخدم أو المسؤول القيام بذلك."],"Add another profile":["إضافة ملف تعريف آخر"],"Delete item":["حذف العنصر"],"E.g. https:\/\/social-platform.com\/yoast":["على سبيل المثال https:\/\/social-platform.com\/yoast"],"Other social profile":["ملف تعريف اجتماعي آخر"],"E.g. https:\/\/www.wikipedia.com\/yoast":["على سبيل المثال https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["على سبيل المثال https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["على سبيل المثال https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["على سبيل المثال https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["على سبيل المثال https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["على سبيل المثال https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["على سبيل المثال https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["على سبيل المثال https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["على سبيل المثال https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["على سبيل المثال https:\/\/www.facebook.com\/yoast"],"Could not save this value. Please check the URL.":["تعذر حفظ هذه القيمة. يرجى التحقق من URL."],"Could not save this value. Please check the URL or username.":["تعذر حفظ هذه القيمة. يرجى التحقق من URL أو اسم المستخدم."],"Email address":["عنوان البريد الالكترونى"],"Oops! Something went wrong. Check your email address and try again.":["عفوًا! حدث خطأ ما. تحقق من عنوان بريدك الإلكتروني وحاول مرة أخرى."],"Sign up!":["قم بالتسجيل!"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["تحترم خصوصيتك. اقرأ %1$sسياسة الخصوصية الخاصة بنا%2$s  حول كيفية تعاملنا مع معلوماتك الشخصية."],"Save and continue":["احفظ وتابع"],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["هام: لن نبيع هذه البيانات أبدًا. وبالطبع ، كما هو الحال دائمًا ، لن نجمع أي بيانات شخصية عنك أو عن زوار موقعك."],"Yes, you can track my site data":["نعم، يمكنك تتبع بيانات موقعي!"],"No, don’t track my site data":["لا ، لا تتبع بيانات موقعي"],"Does your site represent an Organization or Person?":["هل يمثل موقعك مؤسسة أو شخص؟"],"Site representation":["تمثيل الموقع"],"Continue":["المتابعة"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["لا يزال بإمكانك تشغيل تحسين بيانات تحسين محركات البحث SEO في %1$sقسم الأدوات%2$s. بمجرد الانتهاء من ذلك ، يرجى تحديث هذه الصفحة."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["خطوة التكوين هذه معطلة حاليًا ، لأنك لا تشغل أحدث نسخة من Yoast SEO Premium. الرجاء التحديث إلى أحدث نسخة (على الأقل %1$s)."],"Error stack trace":["تتبع حزمة الخطأ"],"Response":["الاستجابة"],"Error message":["رسالة الخطأ"],"Status code":["كود الحالة"],"Request method":["طريقة الطلب"],"Request URL":["طلب رابط URL"],"Error details":["تفاصيل الخطأ"],"Remove image":["إزالة الصورة"],"Select image":["تحديد صورة"],"Replace image":["استبدال الصورة"],"This feature has been disabled since subsites never send tracking data.":["تم تعطيل هذه الميزة لأن المواقع الفرعية لا تُرسل بيانات التعقب أبدًا."],"Stop SEO data optimization":["إيقاف آلية تحسين بيانات SEO"],"SEO data optimization is disabled for non-production environments.":["تم تعطيل تحسين بيانات SEO للبيئات غير الإنتاجية."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["تتضمن هذه الميزة، وتستبدل، عداد رابط النص وتحليل الارتباطات الداخلية"],"Start SEO data optimization":["البدء بإجراء تحسين بيانات SEO"],"Organization logo":["شعار المنظمة"],"Organization name":["اسم المنظمة"],"This feature has been disabled by the network admin.":["تم تعطيل هذه الميزة من قبل مسؤول الشبكة."],"Go back":["العودة للخلف"],"Save changes":["حفظ التغييرات"],"Name":["الاسم"],"Social profiles":["حسابات مواقع التواصل الاجتماعي"],"Loading...":["جاري التحميل..."],"Twitter":["Twitter"],"Facebook":["Facebook"],"Edit":["تعديل"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}